[{"name":"African Wild Dog","price":"450,000","inStock":"true","id":"JP11","facts":"One of the coolest African wild dog facts is that they are the most efficient hunters of any large predator, and succeed at a rate of over 80%. The African wild dog, also known as the Cape hunting dog, and African painted dog, is a large, intelligent, canine with a complex social life similar to a wolf. On the hot plains and grasslands of Africa, wild dogs live in tight-knit packs of 20 to 40 animals, the members of which remain so for their entire lives, Often confused with hyenas and having a bit of a reputation.","img":"https://www.animalfactsencyclopedia.com/images/xafricanwilddogportrait.jpg.pagespeed.ic.f9XKMLDYTD.webp"},{"name":"Baboon","price":"6,000","inStock":"true","id":"LB55","facts":"There are five species of old world monkeys known as baboons. The olive, yellow, chacma, hamadryas and guinea baboons of the genus papio. The mandrill, which is the monkey with the colorful face, was once classified in the same genus as the baboons, but was moved to its own in 1970. Another large terrestrial monkey often referred to as a baboon is the gelada, a dramatic looking animal with bare red flesh over its heart. Although the mandrill and gelada are not technically baboons, they are very closely related and have very similar lifestyles, and so are often included in discussions of baboons. Baboons are very distinctive looking monkeys inhabiting much of Africa and some areas of Asia. They have long, almost dog-like snouts, very close-set eyes, and their arms and legs are almost the same length, so they walk very much like a dog.","img":"https://www.animalfactsencyclopedia.com/images/xbaboonsroaring.jpg.pagespeed.ic.ZTuv2z-pc0.webp"},{"name":"Badger","price":"500","inStock":"true","id":"KP12","facts":"One of the more curious badger facts is that a large part of their diet is earthworms. Badgers are stoutly built, powerful and cantankerous carnivores. There are eight species of badger ranging across several continents including North America, Africa, Europe and Asia. All the badger species are fossorial, creating many-chambered underground dens, and spending much of their lives below ground.Badgers do allot of stalking at night, but are seen out and about in the daytime as well. They are excellent hunters of earth-dwelling prey including rabbits, groundhogs, ground squirrels, mice and snakes. Some of these animals can be fairly large in comparison to the badger, but are no match for this enormously aggressive predator.","img":"https://www.animalfactsencyclopedia.com/images/xbadger-face.jpg.pagespeed.ic.pUF0VCld1V.webp"},{"name":"Tasmanian Devil","price":"700","inStock":"true","id":"COD1","facts":"The fascinating Tasmanian devil is a carnivorous, semi-nocturnal creature, whose aggressive nature and wild hissing, growling and screaming earned it the name. A full-grown Tasmanian devil is only about the size of a big housecat, but it is the largest meat-eating marsupial, and its voracious appetite is a thing of legend.","img":"https://www.animalfactsencyclopedia.com/images/xtasmaniandevilscreaming.jpg.pagespeed.ic.VpO0YAe2iU.webp"},{"name":"Siberian tiger","price":"200,000","inStock":"false","id":"MAS3","facts":"The tiger is, on average, the largest of the big cats, with the African lion a close second. A mature Siberian tiger can top out at 11 feet long and close to 700 pounds. Tigers once inhabited most of Asia, from the tropical islands to Siberia. Today they are restricted to small patches of territory and very limited populations of each of the 6 living subspecies. The largest of the tigers, the Siberian or Amur tiger, lives in the coniferous forests of Russia where its thick fur and full neck ruff keep it warm in deep snow. In contrast, the much smaller Sumatran tiger lives in thick southern jungles and regularly bathes in ponds or streams to keep cool.","img":"https://www.animalfactsencyclopedia.com/images/xtiger630.jpg.pagespeed.ic.jBN067biAF.webp"},{"name":"Rhino","price":"500,000","inStock":"false","id":"2K02","facts":"The rhino is the second largest land animal after the elephant. They have thick, bare skin, which is sometimes arranged over their bodies like plates of armor, barrel-like bodies, gigantic heads, and incredible horns protruding from their faces. The mass is supported by short, stout legs and wide feet that have three both front and rear. Each individual toe ends in a hoof, which leave a footprint that looks like the Ace of clubs.","img":"https://www.animalfactsencyclopedia.com/images/rhinowhiteprofile.jpg"},{"name":"Gorilla","price":"80,000","inStock":"true","id":"MG41","facts":"With adult males weighing up to 600 pounds and standing six feet tall, the gorilla is the largest of the great apes, and the largest living primate. They live in the jungles and rain forests of Central Africa and the two species and five subspecies of gorilla are all named for the regions and habitats that they call home. All gorilla subspecies are critically endangered, and even with increasing conservation efforts, the likelihood of maintaining a population in the wild for some of these creatures is very slim.","img":"https://www.animalfactsencyclopedia.com/images/x1gorillasilverback.jpg.pagespeed.ic.mnQ3xh3GPT.webp"},{"name":"pig","id":"o_6h","price":"524.00","facts":"Ater adsum surgo cavus ago triumphus. Amaritudo minus subito aranea auctus. Appello tamquam carus bonus. Degero quas tantum trado suadeo sursum.","img":"https://loremflickr.com/640/480/animals"},{"name":"cow","id":"lVCe","price":"224.00","facts":"Creo super arceo angulus curia verbera sulum. Provident cavus terebro conicio vicissitudo auctor provident defaeco ascit. Admiratio comes certe asper deduco annus vehemens talus tolero. Votum cena videlicet vix canto.","img":"https://loremflickr.com/640/480/animals"},{"name":"cat","id":"7vjF","price":"200.00","facts":"Combibo tribuo ipsum cenaculum. Appositus sint arca dolor aperte coaegresco crapula aggero ab. Cribro surculus asper placeat et. Decor tibi neque absconditus amiculum bis depromo.","img":"https://loremflickr.com/640/480/animals"}]